<?php include ROOT . '/app/views/layouts/header.php';?>
<main class="main">
<section class="main-page">
        <div class="info">
            <p>
              Электробезопасность – система организационных и технических мероприятий и средств, обеспечивающих защиту людей от вредного и опасного воздействия электротока, электродуги, электромагнитного поля и статического электричества.
            </p>
            <p>
              Требования электробезопасности изложены в ряде нормативных документов, основными из которых являются:
              <ul class="doc-list">
                <li>
                  <a href="https://pravo.by/document/?guid=3961&p0=W02136904p" target="_blank">ТКП 181-2009</a> «Правила технической эксплуатации электроустановок потребителей»
                </li>
                <li>
                  <a href="https://energodoc.by/js/pdfjs/web/viewer.html?file=/file/fulltext-view/8777.pdf" target="_blank">ТКП 427-2012</a> «Правила техники безопасности при работе в электроустановках»
                </li>
                <li>
                  <a href="https://energodoc.by/js/pdfjs/web/viewer.html?file=/file/fulltext-view/9315.pdf" target="_blank">ТКП 290-2010</a> «Правила применения и испытания средств защиты, используемых в электроустановках»
                </li>
                <li>
                  <a href="https://energodoc.by/js/pdfjs/web/viewer.html?file=/file/fulltext-view/8995.pdf" target="_blank">ТКП 339-2011</a> «Электроустановки на напряжение до 750 кВ. Линии электропередачи воздушные и токопроводы, устройства распределительные и трансформаторные подстанции, установки электросиловые и аккумуляторные, электроустановки жилых и общественных зданий. Правила устройства и защитные меры электробезопасности. Учет электроэнергии. Нормы приемо-сдаточных испытаний»
                </li>
                <li>
                  <a href="https://energodoc.by/js/pdfjs/web/viewer.html?file=/file/fulltext-view/9332.pdf" target="_blank"> ПУЭ-6</a> «Правила устройства электроустановок»
                </li>
              </ul>
              Требования документов распространяется на все организации, независимо от форм собственности и организационно-правовых форм, индивидуальных предпринимателей и граждан – владельцев электроустановок. Эти требования <span>обязательны для всех работодателей и работающих</span>, которые выполняют работы по эксплуатации электроустановок, организации и проведении в действующих электроустановках строительных, монтажных, наладочных, ремонтных работ, испытаний, измерений и диагностики.
            </p>

        </div>
    </section>
  <section class="main-page elsafety">
    <div class="selector">
      <img src="/public/assets/img/assistant.png" alt="assistant">
      <a href='/elsafety/test'>Виртуальный помощник</a>
      <p>
        Здесь Вы можете воспользоваться возможностями ассистента
        для прохождения тестирования по электробезопасности. Просто начните вводить свой вопрос в строку поиска...
      </p>
    </div>
    <div class="selector">
      <img src="/public/assets/img/exam.png" alt="assistant">
      <a href='/elsafety/exercises'>Пройти тест</a>
      <p>
        В этой секции Вы можете поупражнятся в решении вопроов из теста. После ответа на вопрос, Вам будет показан правильный ответ со ссылкой на текст документа по электробезопасности.
      </p>
    </div>
  </section>
</main>
<?php include ROOT . '/app/views/layouts/footer.php';?>